Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B26.tmx
Source language: en_us
Languages: zh_cn

source: Thinking Small Won’t End Poverty
zh_cn: 着眼于细微之处不能消除贫困

source: Decades of US-backed community development programs have left behind a disastrous economic and political legacy.
zh_cn: 数十年来，有美国当靠山的社区发展项目给政治和经济留下了一堆烂摊子。

source: Customers at Whole Foods may have noticed new decorations adorning the registers a while ago: photographs of smiling inhabitants of poor countries.
zh_cn: 全食超市的顾客可能注意到了前段时间用来装饰储物柜的新的小玩意儿：贫穷国家居民微笑着的照片。

source: This is the work of the Whole Planet Foundation, the grocery store’s philanthropic arm, which is running its eighth annual “prosperity campaign” to achieve a “future without poverty.”
zh_cn: 这是全食小额贷款基金会——基于食杂店的慈善机构的杰作，该基金会正组织第八次年度“繁荣作战”以期实现“没有贫困的未来”。

source: Shoppers can donate their bag credits — the five-cent rebate they receive by forgoing plastic bags — to a microfinance fund.
zh_cn: 购物的人可以捐赠自己的消费积分——因为不用塑料袋而获得的五分钱折扣，给小额贷款基金。

source: Combining this with traditional donations, Whole Foods hopes to raise $5 million to fund forty thousand small loans to “impoverished entrepreneurs” around the globe.
zh_cn: 将这种捐赠和传统捐赠相结合，全食超市希望能为基金会筹措到500万美元，并为全球范围内“贫困企业家”筹集到4万美元的小额贷款。

source: They say that these direct financial transfers, unmediated by government agencies, can “empower the poor and the communities around them.”
zh_cn: 他们说，这些直接的财务中转，不经过政府机构，使得穷人和贫穷的地区能够继续发展。

source: In many ways, this is the age of the micro, of thinking small and acting locally.
zh_cn: 在很多方面，这是一个着眼细微之处（往细微之处想）并立足周边的”微”时代。

source: Microloans are only one part of the broad move toward “bottom-up” development, which seeks to enroll the poor directly in anti-poverty campaigns.
zh_cn: 小额贷款只是自下而上的开发工作中大动作的一部分，它致力于将穷人直接招揽进反贫困运动的大军。

source: The World Bank has invested heavily in this area.
zh_cn: 世界银行在小额贷款这个领域大举投资。

source: Its acting chief economist describes communal participation as “a central tenet of development policy,” and in the past fifteen years the institution has doled out over $85 billion for community empowerment and government decentralization.
zh_cn: 其首席代理经济学家将公共参与描述成“发展政策的第一要义”。在过去的十五年中，公共机构已经为社区分权和政府权力下放发放了850亿的资金。

source: In 2006, Muhammad Yunus, the public face of microcredit (and a partner of the Whole Planet Foundation), won the Nobel Peace Prize.
zh_cn: 2006年，穆罕默德 尤纳斯——小额贷款的代言人（全食小额贷款基金会的合作伙伴），赢得了诺贝尔和平奖。

source: In 2009, it went to Barack Obama, who began his career as a community organizer on the south side of Chicago.
zh_cn: 2009年，奥巴马摘得诺贝尔和平奖，而他是以芝加哥南部社区组织者的身份开始从政生涯的。

source: Much of the enthusiasm for tackling poverty in this way comes from the feeling that top-down, expert-driven solutions haven’t worked very well.
zh_cn: 很多希望通过小额贷款来解决贫困的想法都是因为自上而下、专家主导的方案并没有什么成效。

source: Big dams designed to provide irrigation and generate electricity have displaced millions of people (between forty to eighty million in the twentieth century) and created huge reservoirs that have proved ideal breeding grounds for disease-bearing mosquitoes.
zh_cn: 设计初衷是提供灌溉用水和发电的大坝使得成千上万的人流离失所（20世纪就有4千万至八千万人），并且使大水库成了带病菌的蚊子的温床。

source: Family planning campaigns have devolved into state-sponsored forced sterilization sprees.
zh_cn: 计划生育已经沦为政府实行强制绝育的放肆行为。

source: Government attempts to jump-start the market with “special economic zones” have turned into land grabs as private developers seize peasants’ property and then hire those they have dispossessed at extremely low wages.
zh_cn: 政府用经济特区来带动市场的企图却演变成对土地的掠夺，就像私人开发商侵吞农民土地之后，又以极低的工资雇佣这些财产被侵吞的人一样。

source: You hear one of these stories and it’s easy to write it off as a mistake.
zh_cn: 你听了一个这样的故事，可能还会很容易认为它是个误会。

source: You hear fifteen and it starts to look like a pattern.
zh_cn: 但你听了十几件诸如此类的事，故事也开始像那么回事儿了。

source: Development is a fiendishly complex business, with cultural, sociological, ecological, and economic aspects.
zh_cn: 发展并不仅仅是错综复杂的商业问题，它与文化、社会、生态、经济息息相关。

source: Maybe relying on foreign experts, who tend to be drawn toward stark diagnoses and one-size-fits-all fixes, is the wrong way to go about things.
zh_cn: 也许依赖倾向于简单粗暴的判断和放之四海而皆准的外国专家并不是处理事情的正确方法。

source: Maybe it would be better to let poor communities themselves decide what would be best for them.
zh_cn: 也许让贫穷社区的人自己决定什么对他们来说是最好的会更好。

source: After all, they’re the ones who can actually see what’s happening on the ground, and they have good reason to care about getting it right.
zh_cn: 毕竟他们才是能真真切切看到自己身边在发生什么的人，而且他们有足够的理由关心让脱贫方法回到正轨上来。

source: That is the thinking behind the recent embrace of small-scale, participatory projects.
zh_cn: 这就是近期小规模、参与性的小额贷款背后的一些思考。

source: Local wisdom in the place of expert knowledge, many small projects rather than a few big ones, communities in charge of their own developmental destinies. It sounds refreshing.
zh_cn: 地方智慧取代专家学识、众多小项目逆袭大工程，社区为自身发展命运负责，这听起来就令人精神一振。

source: What few realize, however, is that there is nothing new in this approach.
zh_cn: 然而，很少有人意识到的是，这些方法并没有推陈出新。

source: In the 1950s and 1960s, the United States, United Nations, and dozens of governments throughout the world launched a massive, global community development campaign throughout the Global South.
zh_cn: 在20世纪50年代和60年代，美国、联合国和世界范围内许多国家政府曾在南半球推行过大规模的全球社区发展计划。

source: We are only now uncovering its history.
zh_cn: 但我们只是在揭开历史的真相。

source: It Takes a Village
zh_cn: 一个村子撑起了整个国家

source: Community development as we know it today began in Etawah, a medium-sized district in northern India.
zh_cn: 众所知周，今日的地区发展起源于印度北部一个中等大小的地区——埃达沃。

source: In 1948, prime minister Jawaharlal Nehru engaged an urban planner from the United States, Albert Mayer, to see what could be done to “build up community life” in India’s villages.
zh_cn: 1948年，印度总理贾瓦哈拉尔 尼赫鲁与美国城市规划师阿尔伯特 迈尔会面，想看看怎样在印度村庄中“打造社区生活”。

source: Nehru offered Etawah as an experiment.
zh_cn: 尼赫鲁把埃达沃当成了试验点。

source: Nehru asked the right person.
zh_cn: 他也确实请对了人。

source: Like many of his compatriots, Mayer worried about what mechanization was doing to the United States, particularly to its community life.
zh_cn: 和许多美国人一样，迈尔为机械化正给美国尤其是美国的社区生活带来的改变而感到担心。

source: He appreciated what he saw in Indian villages.
zh_cn: 他很欣赏在印度村庄看到的东西。

source: Rather than focusing on material outcomes (more abundant harvests, better livestock), Mayer concluded that he should solicit the “felt needs” of Etawah residents themselves.
zh_cn: 与注重物质产出（更多的收成、更好的牲畜）不同，迈尔得出结论说，应该征集埃达沃居民自己的切身需求。

source: That way, they could come up with their own “folk-solutions.”
zh_cn: 只有那样，他们才能想出“民族方案”。

source: Remarkably, it seemed to work.
zh_cn: 显然，这种想法似乎成功了。

source: Using only available technology and local resources, villagers built schools, roads, and sanitary wells.
zh_cn: 村民们自己只用了现有技术和当地资源来建造学校、修路、打干净的井。

source: Etawah quickly became famous.
zh_cn: 埃达沃迅速蹿红。

source: President Truman praised it in his speeches, Eleanor Roosevelt visited it, and Mayer’s work was covered in Time, Life, the New York Times, and the Ladies Home Journal.
zh_cn: 杜鲁门总统在他的演讲中对埃达沃大加赞赏，埃莉诺 罗斯福（美总统罗斯福的夫人）亲临参观，迈尔的这一杰作还被《时代杂志》、《生活》、《纽约时报》、《妇女之家》争相报道。

source: Building on Etawah, India launched a nation-wide community development program in 1952, on Gandhi’s birthday.
zh_cn: 在埃达沃的基础上，印度开始在1952年甘地生日那天于全国范围内推行社区发展项目。

source: The United States gave tens of millions of dollars, the Ford Foundation took a central role, and the UN sent over streams of experts to help.
zh_cn: 美国援助了上千万美元，福特基金会起了核心作用，联合国派遣一大波专家前去支援。

source: To encourage village communities still further, India’s government embarked on a campaign of “democratic decentralization,” replacing appointed local officials with elected ones and entrusting village councils with some of the business of economic planning.
zh_cn: 为了进一步鼓励农村社区，印度政府着手实施“民主分权”的行动，不再指定当地官员而是选举产生当地官员并把一些经济计划之类的事情委托给乡村理事会。

source: By the mid 1960s, the community development program covered all of India’s villages.
zh_cn: 到20世纪60年代，社区发展项目基本覆盖了印度所有的乡村。

source: To fully appreciate that achievement, consider that those villages collectively contained around ten percent of the global population.
zh_cn: 要充分意识到这些成就，就必须考虑到这些乡村的人口总共占了全球人口的百分之十左右。

source: From India, community development spread outward.
zh_cn: 从印度开始，社区发展计划扩散开来。

source: The United States set up a Division of Community Development within the State Department to help with funds and expertise.
zh_cn: 美国在国务院内成立了社区发展部门以提供资金和技术支持。

source: Later, it established the Peace Corps to send young people abroad to assist directly.
zh_cn: 然后，美国成立和平队，向国外派遣年轻人进行直接援助。

source: By 1960, more than sixty countries had community development programs.
zh_cn: 到1960年，超过60个国家成立了社区发展项目。

source: Surveying all of this, Nehru concluded that community development was by “far the most revolutionary thing” his government had achieved.
zh_cn: 对所有这些项目进行调查后，尼赫鲁总结说，社区发展是到目前为止他的政府所做的最具有革命性的事情。

source: The Etawah Bubble
zh_cn: 埃达沃泡沫

source: But there are two things that are surprising about the history of community development.
zh_cn: 但关于社区发展项目的历史有两件事是令人惊讶的。

source: One, which Nehru noticed, was how widely it was applied.
zh_cn: 其一，是尼赫鲁提到的这个项目的实施范围有多广。

source: The second is how little it seemed to do.
zh_cn: 其二，有多少小事需要落到实处。

source: Progress can be hard to measure.
zh_cn: 正因为如此，项目所取得的进展也就很难衡量。

source: Ask an economist whether a development project is a success, and she will point you to the numbers.
zh_cn: 如果你问一个经济学家一个项目成功与否，她会倾向于用数字说话。

source: Did incomes go up or down?
zh_cn: 收入上升亦或是下降了？

source: What about life expectancy?
zh_cn: 生活期望又是什么样的？

source: Yet community developers insisted, time and again, that their achievements couldn’t be captured by cold statistics.
zh_cn: 社区开发商还经常把他们的成就不能用冷冰冰的数字来衡量这套说辞挂在嘴边。

source: Building a vibrant culture of communal participation was an all-round sort of thing, they insisted, not a matter of metrics.
zh_cn: 他们坚持说，建立充满活力的公共参与文化，是综合性的事情，不能只看数字指标。

source: In place of numbers, they offered stories.
zh_cn: 为了盖过数字的的风头，他们开始讲建设的故事。

source: And yet numbers, for all their flaws, often correspond to real things that we want to know about.
zh_cn: 尽管有不足，但数字基本上能与我们想要知道的真实情况相符合。

source: In the case of India, the numbers that were most pressing had to do with agriculture.
zh_cn: 就印度而言，最紧要的数字必然和农业有关。

source: By the late 1950s, it was clear that India was simply not growing enough grain to feed its rising population.
zh_cn: 到20世纪50年代末期，印度的粮食产量很明显已经不能满足日益增长的人口需求。

source: “India faces a problem of overwhelming gravity,” warned the Ford Foundation.
zh_cn: “印度面临的问题非常严重，”福特基金会警告说。

source: Although Ford had been a key supporter of community development, in the face of the numbers it changed its support.
zh_cn: 尽管福特基金会一直是地区发展项目的主要支持者，但面对这些数字，他的支持已经有所变化。

source: The main problem with India, the foundation concluded, wasn’t that it needed more communal spirit. It needed more food.
zh_cn: 该基金会总结说，印度的主要问题不是它需要更多的公共精神，而是它需要更多的食物。

source: By the 1960s, it had become clear that community development could not stave off India’s looming agricultural crisis.
zh_cn: 到20世纪60年代，社区发展计划不能延缓印度一触即发的农业危机这一点已经不言而喻了。

source: In fact, it was hard to say what it could do.
zh_cn: 事实上，很难说这个规划能不能延缓危机。

source: Study after study, in India and elsewhere, searched for the benefits of community schemes and came up short.
zh_cn: 在印度以及印度之外别的地方，研究倒是接二连三，企图找出地区计划的好处来，但一切已经是力不从心了。

source: The most high-profile report on the Indian program, commissioned by Nehru’s government itself, concluded that, for all of the heady talk, very little was done.
zh_cn: 由尼赫鲁政府委托进行的印度社区发展项目中最受瞩目的一份报告，现在却说，社区发展项目只是雷声大，雨点小。

source: In the end, few community groups had “shown any enthusiasm or interest in this work.”
zh_cn: 最终，没几个社区对这项工作表现出任何的热情和兴趣。

source: A major problem, the studies emphasized, was that the communities in question were rarely democratic places.
zh_cn: 研究强调，主要的问题是现在正讨论的地区基本都不是民主之地。

source: Funds intended for general use had a way of ending up in the hands of landlords and village headmen.
zh_cn: 意在公共用途的资金，有落入地主和乡村首领手中的危险。

source: Meanwhile, the most pressing problems — debt, patriarchy, caste, and tenancy — were rarely even discussed.
zh_cn: 同时，最严重的问题——债务、父权制、排他团体、租约——都很少被讨论。

source: The famed economist Gunnar Myrdal concluded, after a careful examination, that community development’s “net effect” had been to “create more, not less, inequality.”
zh_cn: 著名经济学家甘纳 缪达尔在细致的考察后总结道，社区发展的净效应一直是“创造更多，不能更少，不平等”。

source: The anthropologist Gerald Berreman put it more bluntly: to put village councils in charge of fighting rural poverty, he observed, was like putting Jim Crow school boards in charge of desegregation.
zh_cn: 人类学家Gerald Berreman说得就更直白了：让乡村理事会负责消除贫穷，就好像让黑人学校董事会负责废除种族歧视。

source: In India, community development died with Nehru in 1964.
zh_cn: 印度的地区发展项目随着1964年尼赫鲁的死亡落幕了。

source: His daughter Indira Gandhi, who soon became prime minister herself, gutted the program and brought the Ministry of Community Development under the control of the production- oriented Ministry of Agriculture.
zh_cn: 他的女儿英迪拉 甘地不久后继任总理，她终结了这个项目，并将社区发展部置于生产导向型农业部的控制之下。

source: This was a common move.
zh_cn: 这样的举动并不稀奇。

source: With food shortages looming throughout the Global South, the countries that had turned toward community development in the 1950s ran in the opposite direction in the 1960s, away from fostering communal solidarity and toward engineered seeds, improved livestock, chemical fertilizers, and large-scale agriculture.
zh_cn: 粮食短缺的问题在南半球蔓延，20世纪50年代投身于地区发展项目的国家纷纷在60年代改走完全相反的路。他们不再培养公共团结而是倾向于转基因种子、改良的畜种、化肥和大农业。

source: The Green Revolution was, in many ways, a reaction against community development’s unimpressive record.
zh_cn: 从很多方面来说，绿色革命是对地区发展项目成绩不堪的反应。

source: In the 1950s, a Southern country without a community development program was rare.
zh_cn: 20世纪50年代，没有参与社区发展项目的南半球国家少之又少。

source: By the 1970s, a country with an active program was.
zh_cn: 到20世纪70年代，也没有哪个国家不在积极转型。

source: Napalm Values
zh_cn: 暴力也很重要

source: The one place where community programs continued to grow was in the field of counterinsurgency.
zh_cn: 社区发展项目中一直保持增长的一个地方是镇压暴乱。

source: Starting in the 1950s, the Central Intelligence Agency had bankrolled the schemes in the Philippines as a way of quashing a rural insurgency, the left-wing “Huk Rebellion.”
zh_cn: 从20世纪50年代开始，美国中情局在菲律宾为该计划提供资金，将它作为镇压一场农村暴动即左翼Huk叛乱的一种方式。

source: By encouraging peasants to identify with their “community,” which was controlled by their landlords, rather than with their class, the CIA hoped it could head off a revolution.
zh_cn: 通过鼓励农民认同被地主控制的“社区”而非自己的阶级，中情局希望可以借此阻止革命的发生。

source: And it did.
zh_cn: 这个方法也确实起效了。

source: With a carrot-and-stick combination of community programs and napalm, the CIA and Philippine government beat back the uprising.
zh_cn: 有社区项目和汽油弹这两者软硬兼施，中情局和菲律宾政府成功镇压了起义。

source: From the agency’s perspective, this was a miracle.
zh_cn: 从中情局的角度，这几乎可以算得上是个奇迹。

source: Community development, one of its officers giddily explained, could be a bulwark “against the leftist takeover of every hamlet in Latin America, Asia, and Africa.”
zh_cn: 官员之一草草解释说，社区发展，就是阻止左翼分子接管拉美、亚洲以及非洲每个城镇的一道屏障。

source: That was more aspirational than anything else.
zh_cn: 这可真是比其他任何事都令人梦寐以求。

source: The one place where the United States did fully support community development as a counterinsurgency tactic was in South Vietnam.
zh_cn: 美国全力支持社区发展项目，并将其作为镇压暴乱的战略的一个地方是越南共和国。

source: When Ngo Dinh Diem’s government, pointing to India’s program, unveiled its own set of village schemes on what Diem called the “community development principle,” the United States sent over its experts from the Philippines.
zh_cn: 吴廷琰政府，以印度为例将本国对于乡村计划的想法公之于众。吴廷琰称之为社区发展原则，美国当即将在菲律宾的专家派了过去。

source: This culminated in the Strategic Hamlet Program, which sought to build community spirit among South Vietnamese peasants within fortified villages and establish a free-fire zone outside of them.
zh_cn: 这一做法在战略乡村规划时达到了顶峰，这一规划致力于在越南原有乡村的农民中建立社区精神，并在这些乡村外建立自由开火区。

source: The United States provided $10 million in funds, in addition to its seasoned community experts.
zh_cn: 美国提供了1000亿美元的资金以及经验丰富的地区专家。

source: And yet, strategic hamlets became an emblem of the failure of the Diem regime.
zh_cn: 最终，战略乡村计划却成了吴廷琰政权倒台的象征。

source: Despised by their inhabitants and easily infiltrated by national liberation forces, the hamlets collapsed quickly after Diem’s death in 1963.
zh_cn: 越南居民鄙视这些区域，并国家解放力量轻易渗透进了这里，1963年，吴廷琰死后，这些地区迅速土崩瓦解。

source: Small Talk
zh_cn: 闲谈

source: Community, though, is once again in vogue.
zh_cn: 尽管如此，如今社区又再一次流行了。

source: And the problems it faced in the middle of the century are cropping up again.
zh_cn: 本世纪中期它面临的问题如今又再一次出现了。

source: In 2013, two lead economists at the World Bank, Ghazala Mansuri and Vijayendra Rao, reviewed nearly five hundred studies on participatory development.
zh_cn: 2013年，世界银行两名首席经济学家Ghazala Mansuri和Vijayendra Rao对近500份关于参与性发展的研究进行了评估。

source: The surveys they examined covered a hodgepodge of activities and places — participatory budgeting in Brazil, microloans in Pakistan, women’s access to water in Kenya, forest management in Uganda, post-conflict rebuilding in Liberia.
zh_cn: 他们检测的这些调查包括了很多活动和地区——巴西的参与式预算、巴基斯坦的小额贷款、肯纳亚女人的水权、乌干达的森林管理、利比亚的灾后重建等。

source: Their review included ethnographies, surveys, randomized control studies, and econometric analyses.
zh_cn: 他们的评估包括民族志、调查、随机对照研究以及经济分析。

source: What they found was not encouraging.
zh_cn: 然而他们的发现却并非那么鼓舞人心。

source: Occasionally, they concluded, participatory programs generate creative responses to local conditions.
zh_cn: 他们得出结论，参与性项目偶尔对当地情况造成积极影响。

source: But, more often, they get hijacked by a local elite.
zh_cn: 但更多的是，社区发展项目被当地的精英分子所控制。

source: When community programs have yielded measurable benefits at all, those benefits (usually modest) have tended to accrue to those who are “the most literate, the least geographically isolated, and the most connected to wealthy and powerful people.”
zh_cn: 当社区项目获得了可观的利益时,这些好处(通常是温和的)倾向于流向那些最有文化、地理位置最便利、和有权势的人联系最紧密的人。

source: If community programs have consistently floundered, both in the past and today, what’s left?
zh_cn: 如果社区项目在过去和现在一贯只是胡乱折腾，那它还留下了什么呢？

source: A return to the rule of experts?
zh_cn: 对专家规则的重新推崇？

source: Bigger dams and better seeds?
zh_cn: 大坝和更好的种子？

source: If faced with two approaches — that of the development expert, asking “What can we do for the poor?” and that of the community developer, asking “What can we do with them?” — then the grassroots approach seems at least less condescending.
zh_cn: 如果有两种途径——一种是发展专家问：“我们能为穷人做什么？”，另一种是社区开发者问：“和居民一起我们能做什么？”——那么基层的方法至少能显得不那么优越。

source: Yet there is a third question that inhabitants of the Global North might ask, one that would be far more productive. “What have we been doing to them?”
zh_cn: 还有第三个问题，北半球居民可能会问，一个会更有成效，“我们都对他们做了什么？”

source: That question implies a different framework, one that proponents of participatory development rarely consider.
zh_cn: 这个问题暗示着不同的发展体系，一个参与性发展的支持者很少考虑的体系。

source: It raises the possibility that there might be some causal relationship between government policies in the Global North and the continued poverty of the Global South.
zh_cn: 它使北半球政府政策和南半球的持续贫困之间存在着因果关系的可能性大大增加。
